scene Entry
  [Manuel]
  - ん？
  - なんだ？ ああ。
  - おい、こども！ おれは、とんでもない量の書類を処理しなきゃならないんだ！ これは大人の仕事だ！
  - もし迷子なら、孤児院か何かを探しに行け。こんなことに時間をかけている暇はないんだ。

  [Becky]
  - し、しゅじん？

  [Manuel]
  - さあ、失せろ！ 人形か何かで遊んでろ！

  [Becky]
  - しゅじん！

  [Manuel]
  - おれが、その入り口に不吉に立っている子供を追い払おうとしているのがわからないのか？
  - なんだ？ [important][i]心の英雄[/i][/important]との会議中に、隅っこに立たせておくのか？
  - 完璧でなくてはならないんだ、ベッキー！ 完璧に！

  [Becky]
  - ですが、しゅじん、この子供こそが[important][i]The Hero of Spirit[/i][/important]です！

  pause(1.0)

  [Manuel]
  - ま、まさか、そんなはずは……？

  [Becky]
  - はい。

  pause(2.0)

  [Manuel]
  - ようこそ、勇者さま！ わたくしの質素な事務所へ！
  - どうぞ、お好きなだけそこに立っていてください！
end

scene talk
    [Manuel]
    - [wave][magic][i]The Ancient Scroll[/i][/magic][/wave]を取ってきてくれるかな？
end

scene mayor_plaque
    [Claire]
    - あなたの名前は「Manuel M. McMayor」なの?

    [Manuel]
    - その通り。それが何か？

    [Claire]
    - じゃあ、あなたは市長で……そしてあなたの名前がマックメイヤー？

    [Manuel]
    - 何が混乱するんだ？
    - わたしは繁栄したマックメイヤー家の出だ。この名前を代々誇りに思っているんだ！
    - わたしの祖父もマックメイヤー、父もマックメイヤー、そして今、わたしもそうだ！

    [Claire]
    - あら、じゃあ、あなたは市長の家系なのね……

    [Manuel]
    - なんだって？ いやいや、マックメイヤー家は、非常に成功した歯医者として知られているんだ。

    [Claire]
    - あなたのおじいさんとお父さんは、市長じゃなかったの？

    [Manuel]
    - 違うよ。
end
